Repository: wp-plugins/likebtn-like-button
Catalog: languages/likebtn-like-button-*.po
Languages: de_de

source: Aside
de_de: Seitlich

source: Image
de_de: Bild

source: Quote
de_de: Zitat

source: Post List
de_de: Post Liste

source: Page
de_de: Seiten

source: Page List
de_de: Seiten Liste

source: Comments
de_de: Kommentare

source: Custom Items
de_de: Nutzerdefinierte Elemente

source: Product [WooCommerce]
de_de: Produkte [WooCommerce]

source: Product List [WooCommerce]
de_de: Produkt-Liste [WooCommerce]

source: Activity Posts [BuddyPress]
de_de: Aktivität Posts [BuddyPress]

source: Activity Updates [BuddyPress]
de_de: Aktivität Updates [BuddyPress]

source: Activity Comments [BuddyPress]
de_de: Aktivität Kommentare [BuddyPress]

source: Activity Topics [BuddyPress]
de_de: Aktivität Themen [BuddyPress]

source: Member Profile [BuddyPress]
de_de: Nutzerprofil [BuddyPress]

source: Settings
de_de: Einstellungen

source: Synchronization
de_de: Synchronisation

source: Statistics
de_de: Statistiken

source: Help
de_de: Hilfe

source: Follow
de_de: Folgen

source: Premium / Trial features
de_de: Premium / Demo Features

source: Configure Synchronization in order to use this feature
de_de: Konfiguriere die Synchronisation, um dieses Feature zu nutzen

source: Max buttons per page
de_de: Maximale Anzahl Buttons pro Seite

source: Unlimited
de_de: Unlimitiert

source: Most liked content widget
de_de: Meist gemochte Inhalte

source: Sorting content by likes
de_de: Sortiere Inhalte nach Likes

source: Enabled
de_de: Aktiviert

source: min(s) ago
de_de: Minute(n) her

source: Never
de_de: Nie

source: Disabled
de_de: Deaktiviert

source: Edit
de_de: Bearbeiten

source: Last sync
de_de: Letzter Sync

source: Error
de_de: Fehler

source: Plans & Pricing
de_de: Pläne & Preise

source: Error occured, please try again later.
de_de: Ein Fehler ist aufgetreten, bitte versuche es später erneut.

source: Disable WP HTTP Compression plugin if you have it enabled.
de_de: Es ist ein Fehler aufgetreten. Deaktiviere WP HTTP-Kompressions-PlugIns, wenn du ein solches aktiviert hast.

source: Plan data refreshed
de_de: Plan-Daten aktualisiert

source: Refresh data
de_de: Aktualisieren

source: Please wait...
de_de: Bitte warten...

source: Expires in
de_de: Endet in

source: day(s)
de_de: Tage(n)

source: Unknown
de_de: Unbekannt

source: Enter your LikeBtn.com account data on Synchronization tab
de_de: Gib deine LikeBTN.com-Account-Daten in den Synchronisations-Tab ein

source: Please enter your LikeBtn.com account data on <a href="%url_sync%">Synchronization</a> tab.
de_de: Bitte gib deine LikeBTN.com-Account-Daten im <a href="%url_sync%">Synchronisations</a>-Tab.

source: Your LikeBtn plan has been switched to:
de_de: Dein LikeBTN-Plan wurde geändert:

source: Enable synchronization of likes from LikeBtn.com system into your database to get the opportunity to use the following features:
de_de: Aktiviere die Synchronisation von Likes auf LikeBTN.com um die folgenden Features nutzen zu können:

source: View statistics on Statistics tab.
de_de: Siehe die Statistiken im Statistik-Tab

source: Sort content by likes.
de_de: Sortiere Inhalte nach Likes.

source: Use most liked content widget and shortcode.
de_de: Nutze Meist gemochte Inhalte-Widget und Shortcodes.

source: To get your account data:
de_de: Um deine Account-Daten zu bekommen:

source: Register on <a href="%url_register%">LikeBtn.com</a>
de_de: Registriere dich auf <a href="%url_register%">LikeBTN.com</a>

source: Add your website to your account on <a href="%url_websites%">Websites</a> page.
de_de: Füge deine Website zu deinem <a href="%url_websites%">Account</a> hinzu.

source: Get Account Data
de_de: Bekomme die Account-Daten

source: E-mail
de_de: E-Maail

source: Your LikeBtn.com account email. Can be found on <a href="http://likebtn.com/en/customer.php/profile/edit" target="_blank">Profile</a> page
de_de: Deine LikeBTN.com-Account-E-Mail. Findest du in deinem <a href="http://likebtn.com/en/customer.php/profile/edit" target="_blank">Profil</a>

source: Your website API key on LikeBtn.com. Can be obtained on <a href="http://likebtn.com/en/customer.php/websites" target="_blank">Websites</a> page
de_de: Dein API Key von LikeBTN.com findest du <a href="http://likebtn.com/en/customer.php/websites" target="_blank">hier</a>.

source: Your Site ID on LikeBtn.com. Can be obtained on <a href="http://likebtn.com/en/customer.php/websites" target="_blank">Websites</a> page.
de_de: Deine Site ID von LikeBTN.com findest du <a href="http://likebtn.com/en/customer.php/websites" target="_blank">hier</a>.

source: Check Account Data
de_de: Überprüfe deine Account-Daten

source: Website tariff plan does not allow to synchronize likes into your database – <a href="%url_upgrade%">upgrade</a> your website to PRO or higher plan.
de_de: Dein Tarif-Plan erlaubt keine Synchronisation – <a href="%url_upgrade%">upgrade</a> deine Website zu PRO oder höher.

source: Synchronization Interval
de_de: Synchronisationsintervall

source: Time interval in minutes in which fetching of vote results from LikeBtn.com into your database is being launched. When synchronization is enabled you can view Statistics, number of likes and dislikes for each post as Custom Field, sort posts by vote results, use Like Button widgets. The less the interval the heavier your database load.
de_de: Zeit-Intervall, in dem Synchronisierungen mit LikeBTN.com stattfinden. Wenn die Synchronisierung aktiviert ist, kannst du Statistiken sehen , die Anzahl der Likes und Dislikes für jeden Posten als benutzerdefiniertes Feld , sortiere Beiträge nach Abstimmungse rgebnissen . Je kleiner das Intervall desto höher die Datenbank-Nutzung.

source: Do not fetch votes from LikeBtn.com into my database
de_de: Hole keine Bewertungen von LikeBTN.com in meine Datenbank

source: min
de_de: Minuten

source: Run Full Sync Manually
de_de: Starte einen vollen Sync manuell

source: ATTENTION: Use this feature carefully since full synchronization may affect your website performance. If you don't experience any problems with likes synchronization better to avoid using this feature.
de_de: ACHTUNG: Volle Synchronisation kann deine Website-Performance verschlechtern. Wenn keine Probleme mit den Bewertungen auftauchen, sollte das Feature deaktiviert sein.

source: Save Changes
de_de: Speichern

source: Automatic
de_de: Automatisch

source: Are you sure you want to reset settings for this entity?
de_de: Bist du dir sicher, dass du die Einstellungen für dieses Objekt zurücksetzen möchtest?

source: Like Button enabled
de_de: Like-Button aktiviert

source: Enable Like Button
de_de: Like-Button aktivieren

source: Copy Settings From
de_de: Einstellungen kopieren von

source: Choose the entity from which you want to copy settings
de_de: Wähle das Objekt, von welchem du die Einstellungen kopieren möchtest

source: Preview
de_de: Vorschau

source: Like it?
de_de: Magst du es?

source: Support the plugin with 5 Stars
de_de: Unterstütze das PlugIn mit 5 Sternen

source: Language
de_de: Sprache

source: Show buttons
de_de: Buttons anzeigen

source: Show labels
de_de: Labels anzeigen

source: Show icons
de_de: Icons anzeigen

source: Counter type
de_de: Zähler-Typ

source: Number
de_de: Nummer

source: Percent
de_de: Prozent

source: Subtract dislikes
de_de: Dislikes abziehen

source: Single number outside
de_de: Alleinstehende Nummer

source: Show tooltips
de_de: Tooltips anzeigen

source: White-label
de_de: Weißes Label

source: No LikeBtn branding link
de_de: Kein LikeBTN-Branding-Link

source: Horizontal alignment
de_de: Horitzontale Ausrichtung

source: Left
de_de: Links

source: Center
de_de: Mitte

source: Right
de_de: Rechts

source: Vertical alignment
de_de: Vertikale Ausrichtung

source: Top of Content
de_de: Oberhalb des Inhalts

source: Bottom of Content
de_de: Unterhalb des Inhalts

source: Top and Bottom
de_de: Oben und Unten

source: General
de_de: Allgemein

source: Voting
de_de: Bewertungen

source: Counter
de_de: Zähler

source: Loading
de_de: Laden

source: Events
de_de: Events (JS)

source: Texts
de_de: Texte

source: Select post formats for which you want to show the Like Button
de_de: Wähle die Post-Formate, in welchen der Like-Button erscheinen soll

source: All
de_de: Alle

source: Exclude on selected sections
de_de: Ausgewählte Bereiche ausschließen

source: Choose sections where you DO NOT want to show the Like Button
de_de: Wähle Bereiche aus, in denen der Like-Button <em>nicht</em> erscheinen soll (STRG nutzen für Mehrfachauswahl)

source: Home
de_de: Startseite

source: Archive
de_de: Archiv

source: Search
de_de: Suche

source: Category
de_de: Kategorie

source: Exclude in selected categories
de_de: Ausgewählte Kategorien ausschließen

source: Select categories where you DO NOT want to show the Like Button (use CTRL key to pick categories)
de_de: Wähle die Kategorien aus, in denen der Like-Button <em>nicht</em> erscheinen soll (STRG nutzen für Mehrfachauswahl)

source: Allow post/page IDs
de_de: Erlaube Post/Seiten IDs

source: Suppose you have a post which belongs to more than one category and you have excluded one of those categories. So the Like Button will not be available for that post. Enter comma separated post ids where you want to show the Like Button irrespective of that post category being excluded.
de_de: Angenommen es gibt einen Beitrag, der zu mehr als einer Kategorie gehört, und eine dieser Kategorien ausgeschlossen ist. So ist der Like-Button in diesem Beitrag nicht sichtbar. Geben Sie durch Komma separierte Post IDs, die den Like-Button trotzdem anzeigen.

source: Exclude post/page IDs
de_de: Ausgeschlossene Post/Seiten IDs

source: Comma separated post/page IDs where you DO NOT want to show the Like Button
de_de: Komma separierte Seiten/Post IDs, die nicht den Like-Button enthalten sollen.

source: User authorization
de_de: User Authentifizierung

source: Show the Like Button when user is logged in, not logged in or show always
de_de: Zeige den Like-Button wenn ein Nutzer eingeloggt ist, nicht eingeloggt ist oder immer.

source: Logged in
de_de: Eingeloggte Nutzer

source: Not logged in
de_de: Nicht eingeloggte Nutzer

source: For all
de_de: Für alle

source: HTML to put before
de_de: HTML-Code davor

source: HTML to put after
de_de: HTML-Code danach

source: Display on a new line
de_de: In einer neuen Zeile einblenden

source: Add a 'clear:both' style to the like button container
de_de: Füge ein <code>clear:both</code> Style zum Like-Button-Container hinzu

source: Wrap button in a div
de_de: Wrappe den Button in einem div

source: If disabled alignment and new line options have no affect
de_de: Wenn aktiviert werden Ausrichtungen und Neue Linie keine Auswirkungen haben.

source: Disable popup
de_de: Deaktiviert PopUp

source: Show popup on disliking
de_de: Zeige ein PopUp während des Dislikens

source: Show popup on button load
de_de: Zeige ein PopUp während des Ladens

source: top
de_de: oben

source: right
de_de: rechts

source: bottom
de_de: unten

source: left
de_de: links

source: light
de_de: hell

source: dark
de_de: dunkel

source: Hide popup when clicking outside
de_de: Verstecke PopUp, wenn ausserhalb geklickt wird

source: Show share buttons
de_de: Zeige Share-buttons

source: AddThis <a href="https://www.addthis.com/settings/publisher" target="_blank">Profile ID</a>
de_de: AddThis <a href="https://www.addthis.com/settings/publisher" target="_blank">Profil ID</a>

source: Enter your AddThis Profile ID to collect sharing statistics and view it on AddThis analytics page
de_de: Gib deine AddThis Profil ID ein, um Sharing-Statistiken zu sammeln und sie auf deiner AddThis Analytics Seite anzuzeigen

source: <a href="http://www.addthis.com" target="_blank">AddThis</a> is the content sharing and social insights platform helping users to share your content and drive viral traffic.
de_de: <a href="http://www.addthis.com" target="_blank">AddThis</a> ist eine Plattform, um Dinge mit anderen Nutzern zu teilen.

source: Donate buttons
de_de: Spenden Buttons

source: Configure donate buttons
de_de: Spenden Buttons-Einstellungen

source: Collect donations using
de_de: Nutzungsstatistik aufstellen

source: Custom HTML
de_de: Nutzerdefiniertes HTML

source: Custom HTML to insert into the popup
de_de: Nutzerdefiniertes HTML (wird in das PopUp-Fenster eingefügt)

source: Popup content order
de_de: PopUp Inhaltsanordnung

source: Allow voting
de_de: Bewertungen erlauben

source: Allow to cancel a vote
de_de: Bewertungen zurücknehmen erlauben

source: Allow to like and dislike at the same time
de_de: Like und Dislike gleichzeitig erlauben

source: Voting frequency
de_de: Bewertungsfrequenz

source: Once
de_de: Einmalig

source: Every minute
de_de: Minütlich

source: Hourly
de_de: Stündlich

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Annually
de_de: Jährlich

source: Make sure that its value is larger than <a href="%url_interval%">IP address vote interval</a> of your website.
de_de: Die Auswahl muss größer sein, als der <a href="%url_interval%">IP-Adressen Bewertungsintervall</a> deiner Website.

source: Show votes counter
de_de: Zeige Zähler

source: Votes counter is clickable
de_de: Zähler ist anklickbar

source: Counter padding
de_de: Zähler Padding

source: Show zero value in counter
de_de: Zeige 0 im Zähler

source: Lazy load
de_de: Langsamer Lader

source: If button is outside a viewport it is loaded when user scrolls to it
de_de: Wenn der Button ausserhalb des Viewports ist, wird er geladen wenn der Nutzer zum Button scrollt.

source: Show loader
de_de: Zeige Ladebild

source: Show loader while loading a button
de_de: Zeige Ladebild, während der Button lädt

source: Loader image
de_de: Ladebild

source: URL of the image to use as loader image (leave empty to display default image)
de_de: Ladebild-URL (leer = Standard-Bild)

source: Always show Like button tooltip
de_de: Zeige das Like-Button-Tooltip immer

source: Always show Dislike button tooltip
de_de: Zeige das Dislike-Button-Tooltip immer

source: JavaScript callback function
de_de: Javascript Callback-Funktion

source: The provided function receives the event object as its single argument. The event object has the following properties:
de_de: Die bereitgestellte Funktion empfängt das Ereignis-Objekt als einzelnes Argument. Das Ereignisobjekt verfügt über die folgenden Eigenschaften:

source: indicates which event was dispatched:
de_de: zeigt an, welches Ereignis ausgelöst wurde :

source: button settings
de_de: Button Einstellungen

source: Like button text after liking
de_de: Like-Button Text nach dem Klick

source: Dislike button text after disliking
de_de: Dislike-Button Text nach dem Klick

source: I like this
de_de: Mag ich

source: I dislike this
de_de: Mag ich nicht

source: Like button tooltip after liking
de_de: Like-Button Tooltip nach dem Klick

source: Unlike
de_de: Mag ich nicht mehr

source: Dislike button tooltip after disliking
de_de: Dislike-Button Tooltip nach dem Klick

source: Undislike
de_de: Mag ich doch

source: Text before share buttons
de_de: Text vor den Share-Buttons

source: Would you like to share?
de_de: Möchtest du es teilen?

source: Popup close button text
de_de: PopUp-Schließen Text

source: Close
de_de: Schließen

source: Popup text when sharing disabled
de_de: PopUp Text, wenn Sharing deaktiviert ist

source: Glad you liked it!
de_de: Schön das Sie es mögen!

source: Text before donate buttons
de_de: Text vor dem Spenden-Button

source: Show gratitude in the form of a donation
de_de: Zeige deine Dankbarkeit in Form einer Spende

source: Send us Translation
de_de: Sende uns eine Übersetzung

source: Get shortcode
de_de: Shortcode einblenden

source: Replace "CUSTOM ITEM NAME" with the custom unique text. The custom item name will be displayed in Statistics and in the Most liked content widget.
de_de: Ersetze "CUSTOM ITEM NAME" mit einem eigenen <em>einzigartigen</em> Text. Dieser Name wird in der Statistik und im Meist gemochte Inhalte Widget gezeigt.

source: Custom item
de_de: Nutzerdefiniertes Element

source: All Sites
de_de: Alle Seiten

source: Comment not approved
de_de: Kommentar nicht genehmigt

source: Comment approved
de_de: Kommentar genehmigt

source: Previous
de_de: Vorheriger

source: Next
de_de: Nächster

source: Please select item(s)
de_de: Bitte wähle ein/mehrere Element(e)

source: Upgrade your website to VIP to be able to use the feature
de_de: Upgrade zu einem VIP, um dieses Feature zu nutzen

source: Statistics not available, enable synchronization in order to view statistics:
de_de: Statistiken nicht verfügbar, schalte die Synchronisation ein, um die Statistiken zu sehen:

source: <a href="%url_upgrade%">Upgrade</a> your website to PRO or higher plan on LikeBtn.com.
de_de: <a href="%url_upgrade%">Upgrade</a> deine Website zu PRO oder höher auf LikeBTN.com

source: Enable synchronization on <a href="%url_sync%">Synchronization</a> tab.
de_de: Aktiviere die <a href="%url_sync%">Synchronisation</a>.

source: Keep in mind that items appear in Statistics after receiving at least one vote.
de_de: Elemente werden erst angezeigt, wenn mindestens eine Bewertung eingegangen ist.

source: Select <u>Custom item</u> content type to view votes of like buttons added using shortcode or HTML code.
de_de: Wähle den <u>Benutzerdefiniertes Element</u> Inhaltstyp um Bewertungen von Like-Buttons, die durch Shortcodes oder HTML-Code eingefügt wurden.

source: To edit item votes click on a number of likes/dislikes in the statistics table.
de_de: Um Bewertungen eines Elementes zu ändern, klicke auf die Likes/Dislikes in der Statistik-Tabelle.

source: Site
de_de: Seite

source: Content type
de_de: Inhaltstyp

source: Order by
de_de: Ordnen nach

source: Title
de_de: Titel

source: Per page
de_de: Pro Seite

source: Reset filter
de_de: Filter zurücksetzen

source: View
de_de: Anzeigen

source: Total found
de_de: Gefunden

source: The votes count can not be recovered after resetting. Are you sure you want to reset likes and dislikes for the selected item(s)?
de_de: Die Bewertungen können nach dem Zurücksetzen nicht mehr hergestellt werden. Bist du sicher, das du die Bewertungen der gewählten Elemente löschen möchtest?

source: Set to zero number of likes and dislikes for selected items
de_de: Leere die Likes und Dislikes der gewählten Elemente

source: The votes count can not be recovered after deleting. Are you sure you want to delete selected item(s) from statistics?
de_de: Die Bewertungen können nicht mehr wiederhergestellt werden. Sicher das du die Bewertungen aus der Statistik löschen möchtest?

source: Delete
de_de: Löschen

source: Delete selected items from statistics: no posts, pages, comments, etc will be deleted, just their votes will be deleted from statistics
de_de: Lösche die ausgewählten Elemente aus der Statistik (Es werden <em>nur</em> die Bewertung aus der Statistik gelöscht)

source: Featured image
de_de: Ausgewähltes Bild

source: Enter new value:
de_de: Gib einen neuen Inhalt ein:

source: Upgrade your website plan to the ULTRA plan to use the feature
de_de: Upgrade deine Website auf ULTRA, um dieses Feature zu nutzen

source: Error occured. Please, try again later.
de_de: Ein Fehler ist aufgetreten, bitte versuche es später erneut.

source: Click to change
de_de: Ändern

source: Likes and dislikes for the following number of items have been successfully reseted:
de_de: Likes und Dislikes wurden in folgender Anzahl an Elementen erfolgreich zurückgesetzt:

source: The following number of items have been successfully deleted:
de_de: In folgender Anzahl wurden Elemente erfolgreich gelöscht:

source: List
de_de: Liste

source: A list of most liked posts, comments, etc
de_de: Eine Liste der meist-gelikten Posts, Kommentare, etc.

source: (LikeBtn) Most Liked Content
de_de: (LikeBTN) Meist gemochte Inhalte

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: Full size
de_de: Volle Größe

source: All time
de_de: Alles

source: 1 day
de_de: 1 Tag

source: 2 days
de_de: 2 Tage

source: 3 days
de_de: 3 Tage

source: 1 week
de_de: 1 Woche

source: 2 weeks
de_de: 2 Wochen

source: 3 weeks
de_de: 3 Wochen

source: 1 month
de_de: 1 Monat

source: 2 months
de_de: 2 Monate

source: 3 months
de_de: 3 Monate

source: 6 months
de_de: 6 Monate

source: 1 year
de_de: 1 Jahr

source: Most Liked Content
de_de: Meist gemochtr Inhalte

source: Items to show
de_de: Zu zeigende Elemente

source: Number of items to show:
de_de: Anzahl der Element:

source: Order by:
de_de: Ordnen:

source: Time range:
de_de: Zeit:

source: Display likes count
de_de: Zeige Zahl der Likes

source: Display dislikes count
de_de: Zeige Zahl der Dislikes

source: Display featured image
de_de: Zeige ausgewähltes Bild

source: Display excerpt
de_de: Zeige einen Ausschnitt

source: Display item date
de_de: Element-Datum anzeigen.

source: No items liked yet.
de_de: Keine Elemente bewertet
